export const membersHeadings = {
  primary: 'Візитівка',
  secondary: 'Громадська організація',
};
export const methodsHeadings = {
  primary: 'Методи',
  secondary: 'Громадська організація',
};
export const programsHeadings = {
  primary: 'Програми',
  secondary: 'Громадська організація',
};

export const head = {
  name: 'Созанська Ірина',
  specialties:
    'Лікар-психотерапевт вищої категорії, психоаналітик, арт-терапевт, гіпносугестивний терапевт.',
  years: '25 років в галузі психотерапії.',
  description:
    'Пройшла курси підвищення кваліфікації за темою “Травматерапія з елементами EMDR”. Багаторічний досвід роботи із працівниками СБУ, їх сім’ями. Організовувала деонтологічну роботу з працівниками організацій.',
};

export const members = [
  {
    name: 'Берчук Володимир',
    specialties:
      'Практичний психолог вищої категорії, кризовий психолог, клієнт-центрований психотерапевт та травма-терапевт.',
    years: '33 роки в галузі психології.',
    description:
      'Проводив реабілітацію учасників бойових дій та осіб що постраждали від війни.Досвід роботи з втратами, психотравмами, ПТСР. Брав участь у проекті фонду Маші Єфросініної «Незламна мама» із жінками військовослужбовців та жінками із втратами.',
  },
  {
    name: 'Білас Юлія',
    specialties:
      'Психолог, системно-сімейний психотерапевт в процесі навчання.',
    years: '2 роки в галузі психології.',
    description:
      'Пройшла курс “Арт-терапія. Робота з кризовими станами та ПТСР”. Брала участь у проекті фонду Маші Єфросініної «Незламна мама» із жінками військовослужбовців та жінками із втратами як арт-майстер та арт-терапевт.',
  },
  {
    name: 'Гамбарова Еляна',
    specialties:
      'Психолог, системно-сімейний психотерапевт в процесі навчання.',
    years: '2 роки в галузі психології.',
    description:
      'Прослухала курси “Основи травматерапії” в Міжнародному інституті післядипломної освіти та “Діти та війна”. Працює з розладами харчової поведінки, кризами в сімейних стосунках, екзистенційними тризами, втратами. Має досвід роботи з сім`ями військових та жертвами сексуального насилля. ',
  },
  {
    name: 'Дробчак Ольга',
    specialties: 'Психолог, гештальт-терапевт, арт-терапевт.',
    years: '3 роки в галузі психології, 16 років в галузі управління.',
    description:
      'Базовий ступінь у підході POSITUM (позитивна психотерапія). Ведення груп для батьків, що виховують дітей з інвалідністю. Досвід роботи з військовими, з сімʼями військових та їх реабілітація.',
  },
  {
    name: 'Коцюба Галина',
    specialties: 'Практичний психолог, гештальт-терапевт.',
    years: '2 роки в галузі психології.',
    description:
      'Працює в КУ "Меденицьке ІРЦ". Є досвід роботи з військовими, їх сім`ями та ВПО.',
  },
  {
    name: 'Лех Наталя',
    specialties: 'Лікар-психіатр, лікар-психотерапевт, гештальт-терапевт',
    years:
      '9 років психотерапевтичної практики, 5 років психіатричної практики',
    description:
      'Медикаментозний супровід військовослужбовців з ПТСР, панічними атаками, тривожними та депресивними станами.',
  },
  {
    name: 'Некрасова Валентина',
    specialties: 'Психолог, психодраматист, ЕМДР-терапевт, травматерапевт.',
    years: '22 роки в галузі психології',
    description:
      'Групова та індивідуальна психодрама. Досвід роботи з учасниками Майдану, АТО, військовослужбовцями, ВПО. Брала участь у проекті фонду Маші Єфросініної «Незламна мама» із жінками військовослужбовців та жінками із втратами.',
  },
  {
    name: 'Паращак Надія',
    specialties: 'Лікар-психіатр',
    years: '27 років в галузі психіатрії.',
    description:
      'Засновник медичного центру “Парацельс”. Завершила навчання в напрямку системно-сімейної психотерапії. З 2014 року працювала з учасниками АТО. ',
  },
  {
    name: 'Петришин Ольга',
    specialties: 'Гештальт-терапевт, лікар',
    years: '3 роки в галузі психології, 15 років в галузі медицини.',
    description:
      'Спеціалізації: “Робота з психосоматичними розладами”, “Робота з кризами і травмами”. Робота з військовослужбовцями в Трускавецькій міській лікарні. ',
  },
  {
    name: 'Фодор Ігор',
    specialties: 'Психоаналітик в процесі навчання, кризовий консультант.',
    years: '6 років психологічної практики',
    description:
      'Досвід роботи з узалежненими. Ведучий психоедукаційних груп для військових та ВПО.',
  },
  {
    name: 'Франчук Тетяна',
    specialties:
      'Лікар-психіатр, Лікар-невропатолог, рефлексотерапевт, гештальт-психотерапевт в процесі навчання.',
    years: '',
    description:
      'Досвід роботи з військовими з 2014 року. Займає посаду лікаря-невропатолога відділення реабілітації госпіталю інвалідів ім. Ю.Липи. Стажувалась в реабілітаційному центрі Rancho Los Amigos у США та в клініках Амстердаму та Роттердаму в Нідерландах.',
  },
  {
    name: 'Чапля Уляна',
    specialties:
      'Психолог, системно-сімейний психотерапевт в процесі навчання.',
    years: '4 роки в галузі психології',
    description:
      'Працює в Координаційному центрі по роботі з цивільним населенням (ВПО, родини військовослужбовців, СЖО (особи які опинилися в складних життєвих обставинах), люди з інвалідністю). Сертифікований консультант для підтримки ветеранів та членів їх сімей. Брала участь у семінарі-практикумі “Основи психологічної допомоги після пережитих травматичних подій”.',
  },
  {
    name: 'Шатинська Олена',
    specialties: 'Психолог, гештальт-терапевт, арт-терапевт.',
    years: '8 років у галузі психології, 16 років педагогічного стажу.',
    description:
      'Спеціалізації: “Арт-терапія”, "Робота з кризами і травмою в гештальт-терапії", “Робота з парами в гештальт-терапії”. Ведуча груп. Волонтерська робота з учасниками АТО та ВПО.',
  },
];
