export const specialtiesSectionHeadings = {
  main: 'Спеціальності',
  small: 'Хто є хто?',
  big: 'Хто?',
};

export const specialtiesSectionPosts = [
  {
    title: 'Психолог',
    content:
      "Це фахівець, який оцінює, діагностує і вивчає поведінку і розумові процеси. Деякі психологи, такі як клінічні та психологи-консультанти, піклуються про психічне здоров'я, соціальні або організаційні психологи проводять дослідження та надають психологічну допомогу. Психолог — не лікар, відповідно не ставить медичних діагнозів, не лікує і не призначає лікарських препаратів. Психолог працює з психічно здоровими людьми, що мають якісь труднощі або потрапили в складну життєву ситуацію.",
  },
  {
    title: 'Психотерапевт',
    content:
      'Фахівець, який має повну вищу освіту за напрямом підготовки «Медицина» і/або PhD (в деяких випадках магістр) в психології і сертифікований за певним напрямком психотерапії, чи отримав спеціалізацію за фахом «психотерапія».Треба розділяти поняття «психотерапевт» та «особа, що проводить психотерапію». Проводити психотерапію можуть не тільки лікарі-психотерапевти, але й інші фахівці з повною вищою освітою за напрямками медицина (за різними спеціалізаціями) та психологія.',
  },
  {
    title: 'Психіатр',
    content:
      'Це лікар, що спеціалізується на психіатрії, галузі медицини, що вивчає причини виникнення, прояви, перебіг, методи запобігання і лікування психічних розладів. Застосовує сучасні методи профілактики, діагностики, лікування, реабілітації та диспансеризації хворих психіатричного профілю, надає їм швидку та невідкладну медичну допомогу. Здійснює нагляд за побічними реакціями/діями лікарських засобів.',
  },
];
