export const specialtiesSectionHeadings = {
  primary: 'Спеціальності',
  secondary: 'Хто є хто?',
};

export const specialtiesSectionPosts = [
  {
    title: 'Психолог',
    content:
      "Це фахівець, який оцінює, діагно\u00ADстує і вивчає пове\u00ADдінку і розу\u00ADмові процеси. Деякі пси\u00ADхологи, такі як клі\u00ADнічні та психо\u00ADлоги-консуль\u00ADтанти, піклу\u00ADються про пси\u00ADхічне здоров'я, соці\u00ADальні або орга\u00ADнізаційні психо\u00ADлоги прово\u00ADдять дослі\u00ADдження та нада\u00ADють психо\u00ADлогічну допо\u00ADмогу. Пси\u00ADхолог — не лікар, відпо\u00ADвідно не ста\u00ADвить медич\u00ADних діаг\u00ADнозів, не лікує і не призначає лікарських препаратів. Психолог працює з психічно здоровими людьми, що мають якісь труднощі або потрапили в складну життєву ситуацію.",
  },
  {
    title: 'Психотерапевт',
    content:
      'Фахівець, який має повну вищу ос\u00ADвіту за нап\u00ADрямом під\u00ADготовки «Меди\u00ADцина» і/або PhD (в деяких ви\u00ADпадках магістр) в психо\u00ADлогії і сер\u00ADтифіко\u00ADваний за певним напрям\u00ADком психо\u00ADтерапії, чи отри\u00ADмав спеці\u00ADалі\u00ADзацію за фахом «психо\u00ADтерапія». Треба роз\u00ADділяти поняття «психо\u00ADтерапевт» та «особа, що про\u00ADводить психо\u00ADтерапію». Прово\u00ADдити психо\u00ADтерапію можуть не тільки лікарі-психо\u00ADтерапевти, але й інші фахівці з повною вищою освітою за напрямками медицина (за різними спеціалізаціями) та психологія.',
  },
  {
    title: 'Психіатр',
    content:
      'Це лікар, що спе\u00ADціалі\u00ADзується на психі\u00ADатрії, галузі меди\u00ADцини, що вивчає при\u00ADчини вини\u00ADкнення, про\u00ADяви, пере\u00ADбіг, методи запо\u00ADбігання і ліку\u00ADвання пси\u00ADхічних розладів. Засто\u00ADсовує сучасні мето\u00ADди профі\u00ADлактики, діагно\u00ADстики, ліку\u00ADвання, реабі\u00ADлітації та диспан\u00ADсери\u00ADзації хворих пси\u00ADхіатрич\u00ADного профілю, надає їм шви\u00ADдку та невід\u00ADкладну меди\u00ADчну допо\u00ADмогу. Здій\u00ADснює нагляд за побічними реакціями/діями лікарських засобів.',
  },
];
