import { methodsHeadings } from '~/shared/api/mock';
import { Article } from '~/shared/ui/Article';
import { Section } from '~/shared/ui/Section';

export function Methods() {
  return (
    <div>
      <Section headings={methodsHeadings} type="main">
        <Article>
          <h2>
            Психотерапевтичні методи, якими володіють члени нашої організації
          </h2>
          <h3>Клієнт центрована психотерапія</h3>
          <p>
            В основі методу лежить емпатійне сприйняття клієнта. Це
            недирективний метод, де терапія спрямована саме на особистість
            клієнта. Цей метод може допомогти нашим військовим прийняти себе і
            свій негативний досвід.
          </p>
          <h3>Системно-сімейна терапія</h3>
          <p>
            Клієнтом в цьому підході є вся сім&apos;я. Поведінка та дії одного
            члена сім&apos;ї впливають на всю систему та стосунки в ній. Цей
            метод допоможе військовослужбовцям повернутися в сім&apos;ю та
            вирішити конфлікти в ній.
          </p>
          <h3>Гештальт-терапія</h3>
          <p>
            Напрямок, спрямований на те, щоб людина навчилася розбиратися в
            собі, усвідомлювати всі витоки та причини свого внутрішнього
            дискомфорту та навчитись краще вибудовувати стосунки з собою, з
            іншими та зі світом.
          </p>
          <h3>Арттерапія</h3>
          <p>
            Це вид психотерапії, заснований на творчості. Більшості людей легше
            висловити свої думки чи внутрішні переживання у візуальних формах,
            наприклад у вигляді малюнка. Це метод самопізнання, який допомагає
            через творчість зазирнути всередину себе, розкрити внутрішні сили,
            підвищити самооцінку та екологічно опрацювати внутрішні конфлікти.
          </p>
          <h3>ЕМДР</h3>
          <p>
            Унікальний метод психотерапії, що грунтується на принципі
            самозцілення психіки з допомогою руху очей (подібні рухи
            відбуваються в людини і під час сну). Цей метод можна
            використовувати спеціально для допомоги мозку перепрацювати
            Травмуючі спогади, які ніби “застрягли”. З допомогою цього методу
            можна працювати з ПТСР, хронічною та гострою травматизацією,
            травматичною скорботою.
          </p>
          <h3>Гіпносугестивні методи та аутотренінг</h3>
          <p>
            Це техніки навіювання або самонавіювання формул здоров&apos;я у
            трансовому стані (гіпнотичному сні). З допомогою цих методик можна
            ефективно лікувати ПТСР, панічні атаки, тривожні стани, депресії,
            психологічні наслідки згвалтування.
          </p>
          <h3>Психодрама</h3>
          <p>
            Терапевтичний груповий процес, в якому використовується інструмент
            драматичної імпровізації для вивчення внутрішнього світу людини.
            Через сценічне розігрування епізодів із власного життя людина
            отримує можливість увійти в контакт із власним минулим і отримати
            навички, які стануть необхідними їй в майбутньому.
          </p>
          <h3>Балінт-групи</h3>
          <p>
            Це форма групової психологічної роботи, в ході якої працівники
            організацій представляють ті випадки, з якими виникли певні
            проблеми. Завдання Балінт-групи – відтворити те поле, в якій ця
            ситуація відбулася. Людина бачить лише свій погляд на ситуацію, а
            група може розширити його, і тоді з’являється більше варіацій для
            поведінки. Тоді є вибір, людина почувається вільнішою і легше долає
            подібні ситуації.
          </p>
        </Article>
      </Section>
    </div>
  );
}
